{
    "name": "Атрибуты пчёл",
    "icon": "productivebees:gene",
    "category": "productivebees:genetics",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Атрибуты пчёл можно перенести с одной пчелы на другую, добавив изолированный ген на медовое угощение и скормив его пчеле. $(br)Смотрите страницу о $(l:genetics/collecting#crystalline)сборе генов$(/l)."
        },
        {
            "type": "patchouli:text",
            "title": "Продуктивность",
            "text": "Пчёлы с более высоким уровнем продуктивности будут производить больше сот за один вылет.$(br2)Уровни:$(br)Обычная$(br)Средняя$(br)Высокая$(br)Очень высокая"
        },
        {
            "type": "patchouli:text",
            "title": "Устойчивость к погоде",
            "text": "Обычно пчёлы прячутся в безопасность своего улья во время дождя и грозы. Пчёлы могут стать устойчивыми к суровым погодным условиям, если оставить их привязанными снаружи во время непогоды. Однако будьте осторожны: они рискуют получить урон и погибнуть, пока не привыкнут, поэтому следите за ними и держите под рукой медовые угощения."
        },
        {
            "type": "patchouli:text",
            "text": "Уровни:$(br)Никакая — могут работать только в ясную погоду$(br)Дождливая — могут работать во время дождя$(br)Любая — могут работать в любую погоду"
        },
        {
            "type": "patchouli:text",
            "title": "Поведение",
            "text": "Большинство пчёл работают только днём, но это можно изменить. Привяжите дневную пчелу к чему-нибудь ночью, и у неё есть шанс стать ночной.$(br)Привяжите ночную пчелу днём, и у неё есть шанс стать круглосуточной.$(br)Будьте осторожны: они могут получить урон, если привязаны в непривычной для них среде."
        },
        {
            "type": "patchouli:text",
            "text": "Уровни:$(br)Дневное — работает только днём$(br)Ночное — работает только ночью$(br)Круглосуточное — работает днём и ночью"
        },
        {
            "type": "patchouli:text",
            "title": "Выносливость",
            "text": "Влияет на максимальное здоровье пчелы.$(br)С высокой выносливостью у пчелы есть шанс не потерять жало при атаке.$(br)Уровни:$(br)Низкая$(br)Обычная$(br)Средняя$(br)Высокая"
        },
        {
            "type": "patchouli:text",
            "title": "Темперамент",
            "text": "У пчёл разный темперамент: некоторые атакуют при виде вас, другие избегают вредных взаимодействий. Пчела, которую часто кормят медовыми угощениями, улучшит свой темперамент.$(br)Уровни:$(br)Пассивный$(br)Обычный$(br)Агрессивный$(br)Враждебный"
        },
        {
            "type": "patchouli:text",
            "title": "Эффекты",
            "text": "Некоторые пчёлы могут накладывать эффекты на ближайших игроков, как положительные, так и отрицательные."
        }
    ]
}